Repository: Octopus-Community/octopus-sdk-swift
Catalog: Sources/OctopusUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, id, it, ja, ms, nb, nl, pl, pt, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# Common.ViewOriginal_language:%@
source: See original (%1$@)
ar: عرض الأصل (%1$@)
da: Vis original (%1$@)
de: Original anzeigen (%1$@)
es: Ver original (%1$@)
fi: Näyttäkää alkuperäinen (%1$@)
fr: Voir l’original (%1$@)
hi: मूल देखें (%1$@)
id: Lihat asli (%1$@)
it: Visualizzi l'originale (%1$@)
ja: 原文を表示 (%1$@)
ms: Lihat asal (%1$@)
nb: Vis original (%1$@)
nl: Toon origineel (%1$@)
pl: Zobacz oryginał (%1$@)
pt: Ver original (%1$@)
ro: Vedeți originalul (%1$@)
ru: Показать оригинал (%1$@)
sv: Visa original (%1$@)
th: ดูต้นฉบับ (%1$@)
tr: Orijinali gör (%1$@)
vi: Xem bản gốc (%1$@)
zh_hans: 查看原文 (%1$@)
zh_hant: 查看原文 (%1$@)

# Common.ViewTranslation
source: See translation
ar: عرض الترجمة
da: Vis oversættelse
de: Übersetzung anzeigen
es: Ver la traducción
fi: Näyttäkää käännös
fr: Voir la traduction
hi: अनुवाद देखें
id: Lihat terjemahan
it: Visualizzi la traduzione
ja: 翻訳を表示
ms: Lihat terjemahan
nb: Vis oversettelse
nl: Toon vertaling
pl: Zobacz tłumaczenie
pt: Ver tradução
ro: Vedeți traducerea
ru: Показать перевод
sv: Visa översättningen
th: ดูคำแปล
tr: Çeviriyi gör
vi: Xem bản dịch
zh_hans: 查看翻译
zh_hant: 查看翻譯

# Common.Yes
source: Yes
ar: نعم
da: Ja
de: Ja
es: Sí
fi: Kyllä
fr: Oui
hi: हाँ
id: Ya
it: Sì
ja: はい
ms: Ya
nb: Ja
nl: Ja
pl: Tak
pt: Sim
ro: Da
ru: Да
sv: Ja
th: ใช่
tr: Evet
vi: Có
zh_hans: 是
zh_hant: 是

# Community.Default.Title
source: Community
ar: المجتمع
da: Fællesskab
de: Gemeinschaft
es: Comunidad
fi: Yhteisö
fr: Communauté
hi: कम्युनिटी
id: Komunitas
it: Comunità
ja: コミュニティ
ms: Komuniti
nb: Fellesskap
pl: Społeczność
pt: Comunidade
ro: Comunitate
ru: Сообщество
sv: Gemenskap
th: ชุมชน
tr: Topluluk
vi: Cộng đồng
zh_hans: 社区
zh_hant: 社群

# Connection.MagicLink.Description
source: Share, connect, and get inspired: join a community that gets you.
ar: شارك، تواصل، واستلهم: انضم إلى مجتمع يفهمك.
da: Del, netværk og bliv inspireret: bliv en del af et fællesskab, der forstår dig.
de: Teilen Sie, diskutieren Sie und lassen Sie sich von einer Community inspirieren, die zu Ihnen passt.
es: Comparta, converse e inspírese en una comunidad hecha para usted.
fi: Jakakaa, verkostoitukaa ja inspiroitukaa: liittykää yhteisöön, joka ymmärtää Teitä.
fr: Partagez, discutez et inspirez-vous dans une communauté faite pour vous.
hi: साझा करें, जुड़ें, और प्रेरणा पाएं: एक ऐसे कम्युनिटी से जुड़ें जो आपको समझता है।
id: Bagikan, terhubung, dan dapatkan inspirasi: bergabunglah dengan komunitas yang memahami Anda.
it: Condivida, discuta e si lasci ispirare in una comunità pensata per lei.
ja: シェアして、つながり、インスピレーションを得る:あなたを理解するコミュニティに参加しましょう。
ms: Kongsi, hubung, dan dapatkan inspirasi: sertai komuniti yang memahami anda.
nb: Del, knytt kontakter og bli inspirert: bli en del av et fellesskap som forstår deg.
nl: Deel, maak contact en laat u inspireren: word deel van een community die u begrijpt.
pl: Dziel się, rozmawiaj i inspiruj się w społeczności stworzonej dla Ciebie.
pt: Partilhe, discuta e inspire-se numa comunidade feita para si.
ro: Împărtășiți, conectați-vă și inspirați-vă: alăturați-vă unei comunități care vă înțelege.
ru: Делитесь, общайтесь и вдохновляйтесь: присоединяйтесь к сообществу, которое Вас понимает.
sv: Dela, prata och inspireras i ett community som är gjort för dig.
th: แบ่งปัน เชื่อมต่อ และรับแรงบันดาลใจ: เข้าร่วมชุมชนที่เข้าใจคุณ
tr: Sizin için hazırlanmış bir toplulukta paylaşın, sohbet edin ve ilham alın.
vi: Chia sẻ, kết nối và lấy cảm hứng: tham gia cộng đồng hiểu bạn.
zh_hans: 分享、连接、获取灵感：加入一个懂您的社区。
zh_hant: 分享、連結、獲取靈感：加入一個懂您的社群。

# Connection.MagicLink.Email.Description
source: Your email address is all it takes:
ar: عنوان بريدك الإلكتروني هو كل ما تحتاجه:
da: Din e-mailadresse er alt, hvad der skal til:
de: Zum Start genügt Ihre E-Mail-Adresse:
es: Su dirección de correo electrónico es suficiente para empezar:
fi: Sähköpostiosoitteenne riittää:
fr: Votre adresse email suffit pour commencer :
hi: बस आपका ईमेल पता ही काफी है:
id: Alamat email Anda saja yang dibutuhkan:
it: Il suo indirizzo email è sufficiente per iniziare:
ja: メールアドレスだけで始められます:
ms: Alamat e-mel anda sahaja yang diperlukan:
nb: E-postadressen din er alt du trenger:
nl: Uw e-mailadres is alles wat u nodig hebt:
pl: Wystarczy Twój adres e-mail:
pt: Basta o seu endereço de email para começar :
ro: Adresa dumneavoastră de email este tot ce aveți nevoie:
ru: Достаточно Вашей электронной почты:
sv: Det enda som behövs är din e-postadress:
th: เพียงแค่อีเมลของคุณก็พอ:
tr: Başlamak için e-posta adresiniz yeterli:
vi: Chỉ cần địa chỉ email của bạn:
zh_hans: 您只需提供电子邮件地址即可：
zh_hant: 您只需提供電子郵件地址即可：

# Connection.MagicLink.Email.Placeholder
source: Your email
ar: بريدك الإلكتروني
da: Din e-mail
de: Ihre E-Mail-Adresse
es: Su correo electrónico
fi: Sähköpostinne
fr: Votre email
hi: आपका ईमेल
id: Email Anda
it: La sua email
ja: メールアドレス
ms: E-mel anda
nb: Din e-post
nl: Uw e-mail
pl: Twój adres e-mail
pt: O seu email
ro: Emailul dumneavoastră
ru: Ваша электронная почта
sv: Din e-postadress
th: อีเมลของคุณ
tr: E-posta adresiniz
vi: Email của bạn
zh_hans: 您的电子邮件
zh_hant: 您的電子郵件

# Connection.MagicLink.Send.Button
source: Confirm
ar: تأكيد
da: Bekræft
de: Bestätigen
es: Confirmar
fi: Vahvistakaa
fr: Valider
hi: पुष्टि करें
id: Konfirmasi
it: Conferma
ja: 確認
ms: Sahkan
nb: Bekreft
nl: Bevestigen
pl: Potwierdź
pt: Validar
ro: Confirmați
ru: Подтвердить
sv: Bekräfta
th: ยืนยัน
tr: Onayla
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

# Connection.MagicLink.Send.Error.UnknownError
source: Oups, something went wrong. Please enter your email again.
ar: عذرًا، حدث خطأ ما. يرجى إدخال بريدك الإلكتروني مرة أخرى.
da: Ups, noget gik galt. Indtast din e-mailadresse igen.
de: Hoppla, ein Fehler ist aufgetreten. Bitte geben Sie eine gültige E-Mail-Adresse ein.
es: Ups, se ha producido un error. Por favor, introduzca de nuevo su dirección de correo electrónico.
fi: Hups, jokin meni pieleen. Antakaa sähköpostiosoitteenne uudelleen.
fr: Oups, une erreur est survenue. Veuillez entrer votre adresse email à nouveau.
hi: ओहो, कुछ गलत हो गया। कृपया अपना ईमेल पता फिर से दर्ज करें।
id: Oops, ada yang salah. Silakan masukkan email Anda lagi.
it: Ops, si è verificato un errore. Inserisca nuovamente il suo indirizzo email.
ja: おっと、エラーが発生しました。メールアドレスをもう一度入力してください。
ms: Oops, ada sesuatu yang salah. Sila masukkan e-mel anda sekali lagi.
nb: Ups, noe gikk galt. Skriv inn e-postadressen din på nytt.
nl: Oeps, er ging iets mis. Voer uw e-mailadres opnieuw in.
pl: Ups, coś poszło nie tak. Wpisz ponownie swój adres e-mail.
pt: Ocorreu um erro. Introduza novamente o seu endereço de email.
ro: Hopa, ceva n-a mers bine. Introduceți din nou adresa dumneavoastră de email.
ru: Упс, что-то пошло не так. Пожалуйста, введите Вашу электронную почту ещё раз.
sv: Hoppsan, något gick fel. Ange din e-postadress igen.
th: อุ๊ปส์ มีบางอย่างผิดพลาด กรุณากรอกอีเมลของคุณอีกครั้ง
tr: Maalesef bir hata oluştu. Lütfen e-posta adresinizi tekrar girin.
vi: Rất tiếc, đã có lỗi xảy ra. Vui lòng nhập lại email của bạn.
zh_hans: 哎呀，出错了。请重新输入您的电子邮件地址。
zh_hant: 哎呀，出錯了。請重新輸入您的電子郵件地址。

# Connection.MagicLink.Sent.ChangeEmail
source: Try with another email address
ar: جرب عنوان بريد إلكتروني آخر
da: Prøv med en anden e-mailadresse
de: Versuchen Sie eine andere E-Mail-Adresse
es: Pruebe con otra dirección de correo electrónico
fi: Yrittäkää toisella sähköpostiosoitteella
fr: Essayez une autre adresse email
hi: किसी अन्य ईमेल पते से कोशिश करें
id: Coba dengan alamat email lain
it: Provi con un altro indirizzo email
ja: 別のメールアドレスで試す
ms: Cuba dengan alamat e-mel lain
nb: Prøv med en annen e-postadresse
nl: Probeer een ander e-mailadres
pl: Spróbuj z innym adresem e-mail
pt: Tente outro endereço de email
ro: Încercați cu altă adresă de email
ru: Попробовать с другим адресом электронной почты
sv: Försök med en annan e-postadress
th: ลองด้วยอีเมลอื่น
tr: Başka bir e-posta adresi deneyin
vi: Thử với địa chỉ email khác
zh_hans: 尝试其他电子邮件地址
zh_hant: 嘗試其他電子郵件地址

# Connection.MagicLink.Sent.CheckSpams
source: You didn't receive the email? Check your spams.
ar: لم تستلم البريد الإلكتروني؟ تحقق من الرسائل غير المرغوب فيها.
da: Modtog du ikke e-mailen? Tjek dine spam-mails.
de: Keine E-Mail erhalten? Überprüfen Sie Ihren Spam-Ordner.
es: ¿No has recibido el correo electrónico? Revisa tu carpeta de spam.
fi: Ettekö saaneet sähköpostia? Tarkistakaa roskapostit.
fr: Vous n'avez pas reçu l'e-mail ? Vérifiez vos spams.
hi: ईमेल नहीं मिला? अपने स्पैम जांचें।
id: Tidak menerima email? Periksa spam Anda.
it: Non ha ricevuto l'email? Controlli la cartella spam.
ja: メールが届きませんでしたか?迷惑メールを確認してください。
ms: Tidak menerima e-mel? Semak spam anda.
nb: Mottok du ikke e-posten? Sjekk søppelposten.
nl: E-mail niet ontvangen? Controleer uw spam-mails.
pl: Nie otrzymałeś e-maila? Sprawdź spam.
pt: Não recebeu o e-mail ? Verifique a pasta de spam.
ro: Nu ați primit emailul? Verificați spamul.
ru: Не получили письмо? Проверьте спам.
sv: Fick du inget mejl? Kontrollera skräpposten.
th: ไม่ได้รับอีเมล? ตรวจสอบสแปมของคุณ
tr: E-postayı almadınız mı? Spam klasörünüzü kontrol edin.
vi: Không nhận được email? Kiểm tra thư rác của bạn.
zh_hans: 未收到邮件？请检查垃圾邮件。
zh_hant: 未收到郵件？請檢查垃圾郵件。

# Connection.MagicLink.Sent.Error.Expired
source: The login link has expired. Please request a new one.
ar: انتهت صلاحية رابط تسجيل الدخول. يرجى طلب رابط جديد.
da: Loginlinket er udløbet. Anmod om et nyt.
de: Der Anmeldelink ist abgelaufen. Bitte fordern Sie einen neuen an.
es: El enlace de acceso ha caducado. Solicite uno nuevo.
fi: Kirjautumislinkki on vanhentunut. Pyytäkää uusi linkki.
fr: Le lien de connexion est expiré. Merci d’en demander un nouveau.
hi: लॉगिन लिंक की समय सीमा समाप्त हो गई है। कृपया नया लिंक मांगें।
id: Tautan login telah kedaluwarsa. Silakan minta tautan baru.
it: Il link di accesso è scaduto. Richieda cortesemente un nuovo link.
ja: ログインリンクの有効期限が切れました。新しいリンクをリクエストしてください。
ms: Pautan log masuk telah tamat tempoh. Sila minta pautan baharu.
nb: Innloggingslenken er utløpt. Be om en ny.
nl: De inloglink is verlopen. Vraag een nieuwe aan.
pl: Link logowania wygasł. Poproś o nowy.
pt: A ligação de acesso expirou. Peça uma nova.
ro: Linkul de autentificare a expirat. Solicitați unul nou.
ru: Срок действия ссылки для входа истёк. Пожалуйста, запросите новую.
sv: Inloggningslänken har gått ut. Be om en ny.
th: ลิงก์เข้าสู่ระบบหมดอายุแล้ว กรุณาขอลิงก์ใหม่
tr: Giriş bağlantısının süresi doldu. Lütfen yeni bir bağlantı isteyin.
vi: Liên kết đăng nhập đã hết hạn. Vui lòng yêu cầu liên kết mới.
zh_hans: 登录链接已过期。请请求新链接。
zh_hant: 登入連結已過期。請申請新連結。

# Connection.MagicLink.Sent.Error.NotOpenedYet
source: Link sent. Check your email to confirm it or click 'Try with another email address'.
ar: تم إرسال الرابط. تحقق من بريدك الإلكتروني للتأكيد أو انقر على «جرب عنوان بريد إلكتروني آخر».
da: Linket er sendt. Tjek din e-mail for at bekræfte eller klik på 'Prøv med en anden e-mailadresse'.
de: Link gesendet. Überprüfen Sie Ihre E-Mails zur Bestätigung oder klicken Sie auf 'Andere E-Mail-Adresse versuchen'
es: Enlace enviado. Consulte su correo electrónico para confirmarlo o haga clic en 'Pruebe con otra dirección de correo electrónico'
fi: Linkki lähetetty. Vahvistakaa se sähköpostistanne tai napsauttakaa 'Yrittäkää toisella sähköpostiosoitteella'.
fr: Lien envoyé. Consultez vos emails pour le confirmer ou cliquez sur 'essayez une autre adresse email'
hi: लिंक भेज दिया गया। पुष्टि के लिए अपना ईमेल जांचें या 'किसी अन्य ईमेल पते से कोशिश करें' पर क्लिक करें।
id: Tautan terkirim. Periksa email Anda untuk mengonfirmasi atau klik 'Coba dengan alamat email lain'.
it: Link inviato. Controlli la sua email per confermare oppure clicchi su "Provi con un altro indirizzo email"
ja: リンクを送信しました。メールを確認して認証するか、「別のメールアドレスで試す」をクリックしてください。
ms: Pautan dihantar. Semak e-mel anda untuk mengesahkan atau klik 'Cuba dengan alamat e-mel lain'.
nb: Lenke sendt. Sjekk e-posten din for å bekrefte, eller klikk på 'Prøv med en annen e-postadresse'.
nl: Link verzonden. Controleer uw e-mail om te bevestigen of klik op 'Probeer een ander e-mailadres'.
pl: Link wysłany. Sprawdź e-mail, aby go potwierdzić, lub kliknij „Spróbuj z innym adresem e-mail”.
pt: Ligação enviada. Consulte o seu email para a confirmar ou clique em "tente outro endereço de email"
ro: Link trimis. Verificați emailul pentru a-l confirma sau apăsați pe „Încercați cu altă adresă de email”.
ru: Ссылка отправлена. Проверьте Вашу почту для подтверждения или нажмите «Попробовать с другим адресом электронной почты».
sv: Länken har skickats. Kontrollera din e-post för att bekräfta eller klicka på ”Försök med en annan e-postadress”.
th: ส่งลิงก์แล้ว ตรวจสอบอีเมลของคุณเพื่อยืนยัน หรือคลิก 'ลองด้วยอีเมลอื่น'
tr: Bağlantı gönderildi. Onaylamak için e-postanızı kontrol edin veya 'Başka bir e-posta adresi deneyin' seçeneğine tıklayın.
vi: Liên kết đã gửi. Kiểm tra email của bạn để xác nhận hoặc nhấp vào 'Thử với địa chỉ email khác'.
zh_hans: 链接已发送。请查看您的邮箱进行确认，或点击"尝试其他电子邮件地址"。
zh_hant: 連結已發送。請查看您的信箱進行確認,或點擊「嘗試其他電子郵件地址」。

# Connection.MagicLink.Sent.Error.UnknownError
source: Oups, something went wrong. Please enter your email again.
ar: عذرًا، حدث خطأ ما. يرجى إدخال بريدك الإلكتروني مرة أخرى.
da: Ups, noget gik galt. Indtast din e-mailadresse igen.
de: Hoppla, ein Fehler ist aufgetreten. Bitte geben Sie eine gültige E-Mail-Adresse ein.
es: Ups, se ha producido un error. Por favor, introduzca de nuevo su dirección de correo electrónico.
fi: Hups, jokin meni pieleen. Antakaa sähköpostiosoitteenne uudelleen.
fr: Oups, une erreur est survenue. Veuillez entrer votre adresse email à nouveau.
hi: ओहो, कुछ गलत हो गया। कृपया अपना ईमेल पता फिर से दर्ज करें।
id: Oops, ada yang salah. Silakan masukkan email Anda lagi.
it: Ops, si è verificato un errore. Inserisca nuovamente il suo indirizzo email.
ja: おっと、エラーが発生しました。メールアドレスをもう一度入力してください。
ms: Oops, ada sesuatu yang salah. Sila masukkan e-mel anda sekali lagi.
nb: Ups, noe gikk galt. Skriv inn e-postadressen din på nytt.
nl: Oeps, er ging iets mis. Voer uw e-mailadres opnieuw in.
pl: Ups, coś poszło nie tak. Wpisz ponownie swój adres e-mail.
pt: Ocorreu um erro. Introduza novamente o seu endereço de email.
ro: Hopa, ceva n-a mers bine. Introduceți din nou adresa dumneavoastră de email.
ru: Упс, что-то пошло не так. Пожалуйста, введите Вашу электронную почту ещё раз.
sv: Hoppsan, något gick fel. Ange din e-postadress igen.
th: อุ๊ปส์ มีบางอย่างผิดพลาด กรุณากรอกอีเมลของคุณอีกครั้ง
tr: Maalesef bir hata oluştu. Lütfen e-posta adresinizi tekrar girin.
vi: Rất tiếc, đã có lỗi xảy ra. Vui lòng nhập lại email của bạn.
zh_hans: 哎呀，出错了。请重新输入您的电子邮件地址。
zh_hant: 哎呀，出錯了。請重新輸入您的電子郵件地址。

# Connection.MagicLink.Sent.Explanation_email:%@
source: We’ve sent an email to %1$@ with a link on which you can click to connect.
ar: أرسلنا بريدًا إلكترونيًا إلى %1$@ يحتوي على رابط يمكنك النقر عليه لتسجيل الدخول.
da: Vi har sendt en e-mail til %1$@ med et link, du kan klikke på for at logge ind.
de: Wir haben eine E-Mail an %1$@ mit einem sicheren Link gesendet. Bitte klicken Sie auf den Link auf diesem Gerät.
es: Le hemos enviado un correo electrónico a %1$@ con un enlace en el que puede hacer clic para acceder. Asegúrese de abrir el enlace desde este dispositivo.
fi: Lähetimme sähköpostin osoitteeseen %1$@. Napsauttakaa linkkiä viestissä kirjautuaksenne sisään.
fr: Nous avons envoyé un email à %1$@ avec un lien sur lequel vous pouvez cliquer pour vous connecter. Assurez-vous de cliquer sur le lien en utilisant cet appareil.
hi: हमने %1$@ पर एक ईमेल भेजा है जिसमें एक लिंक है जिस पर आप क्लिक करके लॉगिन कर सकते हैं।
id: Kami telah mengirim email ke %1$@ dengan tautan yang dapat Anda klik untuk login.
it: Le abbiamo inviato un'email a %1$@ con un link su cui può cliccare per accedere. Si assicuri di aprire il link da questo dispositivo.
ja: %1$@ にログインリンク付きのメールを送信しました。リンクをクリックしてログインしてください。
ms: Kami telah menghantar e-mel ke %1$@ dengan pautan yang boleh anda klik untuk log masuk.
nb: Vi har sendt en e-post til %1$@ med en lenke du kan klikke på for å logge inn.
nl: We hebben een e-mail verzonden naar %1$@ met een link waarop u kunt klikken om in te loggen.
pl: Wysłaliśmy e-mail na adres %1$@ z linkiem, który umożliwia logowanie. Upewnij się, że klikasz link na tym urządzeniu.
pt: Enviámos um email para %1$@ com uma ligação para iniciar sessão. Certifique-se de que clica nessa ligação a partir deste dispositivo.
ro: Am trimis un email la %1$@ cu un link pe care îl puteți apăsa pentru a vă conecta.
ru: Мы отправили письмо на %1$@ со ссылкой, на которую Вы можете нажать для входа.
sv: Vi har skickat ett mejl till %1$@ med en länk som du kan klicka på för att logga in. Se till att öppna länken på den här enheten.
th: เราได้ส่งอีเมลไปยัง %1$@ พร้อมลิงก์ที่คุณสามารถคลิกเพื่อเข้าสู่ระบบได้
tr: %1$@ adresine giriş yapabileceğiniz bir bağlantı içeren bir e-posta gönderdik. Bağlantıya bu cihazdan tıkladığınızdan emin olun.
vi: Chúng tôi đã gửi email đến %1$@ kèm theo liên kết mà bạn có thể nhấp vào để đăng nhập.
zh_hans: 我们已向 %1$@ 发送了一封带有登录链接的邮件，您可以点击链接登录。
zh_hant: 我們已向 %1$@ 發送了一封帶有登入連結的郵件，您可以點擊連結登入。

# Connection.MagicLink.Sent.Refresh.Button
source: Refresh
ar: تحديث
da: Opdatér
de: Aktualisieren
es: Actualizar
fi: Päivittäkää
fr: Actualiser
hi: रीफ्रेश करें
id: Segarkan
it: Aggiorna
ja: 更新
ms: Segar semula
nb: Oppdater
nl: Vernieuwen
pl: Odśwież
pt: Atualizar
ro: Reîmprospătați
ru: Обновить
sv: Uppdatera
th: รีเฟรช
tr: Yenile
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

# Connection.MagicLink.Sent.Title
source: Check your email
ar: تحقق من بريدك الإلكتروني
da: Tjek din e-mail
de: Überprüfen Sie Ihre E-Mails
es: Revise su correo electrónico
fi: Tarkistakaa sähköpostinne
fr: Vérifiez vos emails
hi: अपना ईमेल जांचें
id: Periksa email Anda
it: Controlli le sue email
ja: メールを確認
ms: Semak e-mel anda
nb: Sjekk e-posten din
nl: Controleer uw e-mail
pl: Sprawdź swoją skrzynkę e-mail
pt: Verifique o seu email
ro: Verificați emailul
ru: Проверьте Вашу почту
sv: Kontrollera din e-post
th: ตรวจสอบอีเมลของคุณ
tr: E-postalarınızı kontrol edin
vi: Kiểm tra email của bạn
zh_hans: 查看您的邮箱
zh_hant: 查看您的信箱

# Connection.MagicLink.Title
source: Ready to dive in?
ar: جاهز للبدء؟
da: Klar til at komme i gang?
de: Bereit zum Einloggen?
es: ¿Listo para conectarse?
fi: Valmis aloittamaan?
fr: Prêt à vous connecter ?
hi: शुरू करने के लिए तैयार हैं?
id: Siap untuk memulai?
it: Pronto per accedere?
ja: 始める準備はできましたか?
ms: Sedia untuk bermula?
nb: Klar til å komme i gang?
nl: Klaar om te beginnen?
pl: Gotowy, aby dołączyć?
pt: Pronto para iniciar sessão ?
ro: Gata să începeți?
ru: Готовы начать?
sv: Redo att sätta igång?
th: พร้อมเริ่มต้นแล้วหรือยัง?
tr: Bağlanmaya hazır mısınız?
vi: Sẵn sàng bắt đầu chưa?
zh_hans: 准备开始了吗？
zh_hant: 準備開始了嗎？

# Connection.SSO.Error.Unknown
source: We are trying to retrieve your data. Please try again in a few moments.
ar: نحاول استرداد بياناتك. يرجى المحاولة مرة أخرى بعد لحظات.
da: Vi forsøger at hente dine data. Prøv igen om et øjeblik.
de: Wir versuchen, Ihre Daten abzurufen. Bitte haben Sie einen Moment Geduld.
es: Estamos intentando recuperar sus datos. Vuelva a intentarlo dentro de unos instantes.
fi: Yritämme noutaa tietojanne. Yrittäkää uudelleen hetken kuluttua.
fr: Nous tentons de récupérer vos données. Veuillez réessayer dans quelques instants.
hi: हम आपका डेटा प्राप्त करने की कोशिश कर रहे हैं। कृपया कुछ ही क्षणों में फिर से कोशिश करें।
id: Kami sedang mencoba mengambil data Anda. Silakan coba lagi dalam beberapa saat.
it: Stiamo cercando di recuperare i suoi dati. Riprovi tra qualche istante.
ja: データを取得しています。しばらくしてからもう一度お試しください。
ms: Kami sedang cuba mendapatkan semula data anda. Sila cuba lagi sebentar lagi.
nb: Vi prøver å hente dataene dine. Prøv igjen om et øyeblikk.
nl: We proberen uw gegevens op te halen. Probeer het over enkele ogenblikken opnieuw.
pl: Próbujemy pobrać Twoje dane. Spróbuj ponownie za chwilę.
pt: Estamos a tentar recuperar os seus dados. Tente novamente dentro de alguns instantes.
ro: Încercăm să vă recuperăm datele. Încercați din nou în câteva momente.
ru: Мы пытаемся получить Ваши данные. Пожалуйста, попробуйте ещё раз через несколько секунд.
sv: Vi försöker hämta dina uppgifter. Försök igen om en stund.
th: เรากำลังพยายามดึงข้อมูลของคุณ กรุณาลองอีกครั้งในอีกสักครู่
tr: Verilerinizi almaya çalışıyoruz. Lütfen birkaç saniye sonra tekrar deneyin.
vi: Chúng tôi đang cố gắng lấy dữ liệu của bạn. Vui lòng thử lại sau vài phút.
zh_hans: 我们正在尝试获取您的数据。请稍后再试。
zh_hant: 我們正在嘗試獲取您的資料。請稍後再試。

# Consent.Accept.Privacy
source: I accept the [Privacy Policy](%1$@)
ar: أوافق على [سياسة الخصوصية](%1$@)
da: Jeg accepterer [Privatlivspolitikken](%1$@)
de: Ich akzeptiere die [Datenschutzrichtlinie](%1$@)
es: Acepto la [Política de privacidad](%1$@)
fi: Hyväksyn [tietosuojakäytännön](%1$@)
fr: J'accepte la [Politique de confidentialité](%1$@)
hi: मैं [गोपनीयता नीति](%1$@) स्वीकार करता/करती हूँ
id: Saya menyetujui [Kebijakan Privasi](%1$@)
it: Accetto l'[Informativa sulla privacy](%1$@)
ja: [プライバシーポリシー](%1$@)に同意します
ms: Saya bersetuju dengan [Dasar Privasi](%1$@)
nb: Jeg godtar [Personvernerklæringen](%1$@)
nl: Ik accepteer het [Privacybeleid](%1$@)
pl: Akceptuję [Politykę prywatności](%1$@)
pt: Aceito a [Política de privacidade](%1$@)
ro: Accept [Politica de confidențialitate](%1$@)
ru: Я принимаю [Политику конфиденциальности](%1$@)
sv: Jag godkänner [Integritetspolicyn](%1$@)
th: ฉันยอมรับ[นโยบายความเป็นส่วนตัว](%1$@)
tr: [Gizlilik Politikasını](%1$@) kabul ediyorum
vi: Tôi chấp nhận [Chính sách bảo mật](%1$@)
zh_hans: 我接受[《隐私政策》](%1$@)
zh_hant: 我接受[《隱私政策》](%1$@)

# Consent.Accept.Rules
source: I accept the [Community Guidelines](%1$@)
ar: أوافق على [قواعد المجتمع](%1$@)
da: Jeg accepterer [Fællesskabets regler](%1$@)
de: Ich akzeptiere die [Community-Richtlinien](%1$@)
es: Acepto las [Normas de la comunidad](%1$@)
fi: Hyväksyn [yhteisön säännöt](%1$@)
fr: J'accepte les [Règles de la communauté](%1$@)
hi: मैं [समुदाय के नियम](%1$@) स्वीकार करता/करती हूँ
id: Saya menyetujui [Peraturan Komunitas](%1$@)
it: Accetto le [Regole della community](%1$@)
ja: [コミュニティガイドライン](%1$@)に同意します
ms: Saya bersetuju dengan [Peraturan Komuniti](%1$@)
nb: Jeg godtar [Fellesskapets regler](%1$@)
nl: Ik accepteer de [Communityregels](%1$@)
pl: Akceptuję [Zasady społeczności](%1$@)
pt: Aceito as [Regras da comunidade](%1$@)
ro: Accept [Regulile comunității](%1$@)
ru: Я принимаю [Правила сообщества](%1$@)
sv: Jag godkänner [Communityreglerna](%1$@)
th: ฉันยอมรับ[กฎของชุมชน](%1$@)
tr: [Topluluk Kurallarını](%1$@) kabul ediyorum
vi: Tôi chấp nhận [Quy tắc cộng đồng](%1$@)
zh_hans: 我接受[《社区规则》](%1$@)
zh_hant: 我接受[《社群規則》](%1$@)

# Consent.Accept.Terms
source: I accept the [Terms and Conditions](%1$@)
ar: أوافق على [الشروط والأحكام](%1$@)
da: Jeg accepterer [Vilkårene for brug](%1$@)
de: Ich akzeptiere die [Allgemeinen Geschäftsbedingungen](%1$@)
es: Acepto las [Condiciones generales de uso](%1$@)
fi: Hyväksyn [käyttöehdot](%1$@)
fr: J'accepte les [Conditions générales d'utilisation](%1$@)
hi: मैं [नियम और शर्तें](%1$@) स्वीकार करता/करती हूँ
id: Saya menyetujui [Syarat dan Ketentuan Penggunaan](%1$@)
it: Accetto i [Termini e le condizioni d'uso](%1$@)
ja: [利用規約](%1$@)に同意します
ms: Saya bersetuju dengan [Terma dan Syarat Penggunaan](%1$@)
nb: Jeg godtar [Vilkårene for bruk](%1$@)
nl: Ik accepteer de [Algemene voorwaarden](%1$@)
pl: Akceptuję [Regulamin](%1$@)
pt: Aceito os [Termos e condições de utilização](%1$@)
ro: Accept [Termenii și condițiile de utilizare](%1$@)
ru: Я принимаю [Условия использования](%1$@)
sv: Jag godkänner [Användarvillkoren](%1$@)
th: ฉันยอมรับ[ข้อกำหนดและเงื่อนไขการใช้งาน](%1$@)
tr: [Kullanım Koşullarını](%1$@) kabul ediyorum
vi: Tôi chấp nhận [Điều khoản sử dụng](%1$@)
zh_hans: 我接受[《使用条款》](%1$@)
zh_hant: 我接受[《使用條款》](%1$@)
